Repository: common-repository/ainisa-smart-reviewer
Catalog: languages/ainisa-smart-reviewer-*.po
Languages: az

source: AI Smart Reviewer Settings
az: Süni İntellektli Rəy Yazan Ayarları

source: AI Smart Reviewer
az: Süni İntellektli Rəy Yazan

source: Add new review
az: Yeni rəy yaz

source: Settings saved !
az: Ayarlar yadda saxlandı !

source: How does it work
az: Necə işləyir

source: Settings
az: Ayarlar

source: Temperature
az: Temperatur

source: Maximum tokens
az: Maksimum token

source: Open Ai Secret Key
az: Open Ai gizli açar

source: Ai Model
az: Ai Modeli

source: Ai default prompt
az: Standart prompt mətni

source: This plugin is powered by <a href="https://ainisa.com" target="_blank">Ainisa</a>
az: Bu plugin <a href="https://ainisa.com" target="_blank">Ainisa</a> tərəfindən yaradılmışdır

source: It helps you to create reviews and comments like human
az: O sizə sanki bir insan tərəfindən yazılmış rəylər hazırlayır

source: Please, go to link to read how to use the plugin
az: Plugini necə işlətməyi bilmək üçün linkə keçid edin

source: Click here
az: Bura klik edin

source: Select post type
az: Post növünü seçin

source: Posts which have comments less than
az: Rəy sayı neçədən az olan postlar

source: Number of posts
az: Maksimum post sayı

source: Review prompt
az: Rəy üçün prompt

source: User e-mail
az: İstifadəçi e-maili

source: User firstname
az: İstifadəçi adı

source: User lastname
az: İstifadəçi soyadı

source: Review
az: Rəy

source: Select post
az: Postu seç

source: %s is required
az: %s boşdur

source: %s should not be empty
az: %s boş ola bilməz

source: %s must be integer
az: %s rəqəm olmalıdır

source: %s must be float
az: %s kəsr rəqəm olmalıdır

source: %s must be numeric
az: %s rəqəm olmalıdır

source: %s is wrong email
az: %s düzgün e-mail deyi

source: %s should contain only letters
az: %s yalnız hərfdən ibarət ola bilər

source: %s should contain only letters and numbers
az: %s hərf və rəqəmdən ibarət ola bilər

source: %s is not valid IP address
az: %s düzgün İP ünvan deyil

source: %s is not valid url
az: %s düzgün link deyil

source: %s can have maximum %s letters
az: %s maksimum %s hərfdən ibarət ola bilər

source: %s can have minimum %s letters
az: %s minimum %s hərfdən ibarət ola bilər

source: %s can have %s letters
az: %s tam %s hərfdən ibarət ola bilər

source: %s length can be %s - %s letters
az: %s uzunluğu %s - %s hərfdən ibarət ola bilər

source: %s and %s must be equal
az: %s və %s bərabər olmalıdır

source: %s can be minimum %s
az: %s minimum %s ola bilər

source: %s can be maximum %s
az: %s maksimum %s ola bilər

source: %s should be between %s and %s
az: %s %s və %s arasında ola bilər

source: %s should have between %s and %s characters
az: %s %s və %s arasında hərfdən ibarət ola bilər

source: %s should be 0 or 1.
az: %s 0 ya da 1 ola bilər.

source: %s exists.
az: %s artıq var.

source: Please select post !
az: Bir post seçin !

source: Select
az: Postu seçin

source: Review is ready ! You can save it
az: Rəy hazırdır ! Onu yadda saxla bilərsiniz

source: Could not get review. Please try again
az: Rəy hazırlamaq mümkün olmadı. Yenidən cəhd edin

source: Review successfully created
az: Rəy hazırdır

source: Problem happened
az: Problem oldu

source: Number of data
az: Tapılmış məlumat sayı

source: Find posts to select
az: Seçmək üçün postları axtarın

source: Get posts
az: Postları tap

source: Select your post, create your review and save it
az: Postu seçin, rəyi hazırlayın və yadda saxlayın

source: Review title
az: Rəy başlığı

source: Will be created by AI
az: Rəy süni intellektlə hazırlanacaq

source: Get AI review
az: Rəyi hazırla

source: Save review
az: Rəyi yadda saxla

source: Information
az: İnformasiya

source: Save
az: Yadda saxla
